app/Controllers/Users.php

			}
		}

		$data['user'] = $model->where('id', session()->get('id'))->first();
---
SELECT *
FROM `users`
WHERE `id` = '8'
 LIMIT 1